# TAPS
tap "austinjones/taps"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

# FORMULAE
brew "austinjones/taps/tab"
brew "bison"
brew "clang-format"
brew "derby"
brew "flex"
brew "git"
brew "gmp"
brew "go"
brew "hugo"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "node"
brew "pandoc"
brew "python"
brew "r"
brew "ruby"
brew "rustup-init"
brew "unrar"
brew "wimlib"

# CASKS
cask "alacritty"
cask "android-studio"
cask "arduino"
cask "atom"
cask "discord"
cask "docker"
cask "firefox"
cask "flutter"
cask "font-go"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "itsycal"
cask "java"
cask "loom"
cask "postman"
cask "processing"
cask "protonvpn"
cask "qlc-plus"
cask "rectangle"
cask "sony-ps4-remote-play"
cask "spotify"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wine-stable"
cask "wkhtmltopdf"
cask "xquartz"
