# TAPS
tap "austinjones/taps"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

# FORMULAE
brew "austinjones/taps/tab"
brew "exercism"
brew "neovim"
brew "pandoc"

# CASKS
cask "alacritty"
cask "discord"
cask "docker"
cask "firefox"
cask "flutter"
cask "font-ibm-plex"
cask "font-sf-mono"
cask "font-spectral"
cask "google-backup-and-sync"
cask "itsycal"
# cask "loom"
# cask "protonvpn"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "wkhtmltopdf"
