tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "derby"
brew "git-lfs"
brew "go"
brew "neovim"
brew "node"
brew "pandoc"
brew "python"

cask "arduino"
cask "atom"
cask "discord"
cask "intellij-idea"
cask "itsycal"
cask "java"
cask "loom"
cask "postman"
cask "processing"
cask "protonvpn"
cask "qlc-plus"
cask "sony-ps4-remote-play"
cask "spotify"
cask "vlc"
cask "wkhtmltopdf"
cask "zoomus"
