# TAPS
tap "austinjones/taps"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

# FORMULAE
brew "clang-format"
brew "gmp"
brew "git"
brew "hugo"
brew "mysql"
brew "neovim"
brew "node"
brew "pandoc"
brew "ruby"
brew "rustup-init"
brew "wimlib"
brew "austinjones/taps/tab"

# CASKS
cask "alacritty"
# cask "android-studio"
# cask "arduino"
cask "discord"
# cask "docker"
# cask "flutter"
cask "font-go"
cask "google-backup-and-sync"
# cask "google-chrome"
# cask "google-cloud-sdk"
cask "itsycal"
# cask "loom"
# cask "postman"
# cask "processing"
# cask "protonvpn"
cask "rectangle"
# cask "sony-ps4-remote-play"
cask "spotify"
cask "visual-studio-code"
# cask "vlc"
# cask "wkhtmltopdf"
